Repository: Dallyoo/dalibors-resume-project
Catalog: Resume/Resources/Pages/Partial/ResumePageResources.*.resx
Languages: cs_cz

# About_Introduction
source: Hello! I'm Dalibor and my current job is an Business Consultant. I try to keep our customers happy, and our developers sane.
cs_cz: Ahoj! Jsem Dalibor a mou momentální pracovní rolí je Business Konzultant. Snažím se udržovat naše zákazníky spokojené, a naše vývojáře při smyslech.

# AsusTechnicianText
source: Repairing motherboards of all kinds on micro level. Soldering, measuring (with oscilloscope), and of course reading in motherboard schematics.
cs_cz: Opravování základních desek všeho druhu na úrovni malých součástek. Pájení, měření (osciloskopem), a samozřejmě čtení v elektronických schématech.

# ECMBusinessConsultantText
source: Consulting in the scope of office digitization and getting rid of paper processes in companies. Digitization includes automatic extraction of data from documents, integration with internal systems customer and possibly also the introduction of new systems, such as the document management systems (DMS. Use of agile methodologies, but also of waterfall. Close cooperation with the customer and internal teams, such as the development department, when creating development assignments and business analyses. Consulting also includes customer training for working with new implemented systems.
cs_cz: Konzultace ve směru digitalizace kanceláří a zbavení se papírových procesů ve firmách. Digitalizace zahrnuje automatické vytěžování údajů z dokumentů, integrace na interní systémy zákazníka a popřípadě také zavádění nových systémů, z pravidla systémů pro správu dokumentů (DMS). Využití agilních metodik, ale také waterfallu. Úzká spolupráce se zákazníkem a interními týmy jako např. vývojové oddělení, při vytváření vývojového zadání a také business analýz. Součástí je také školení zákazníku pro práce s novými implementovanými systémy.

# H2_Education
source: Education
cs_cz: Vzdělání

# H2_Experience
source: Experience
cs_cz: Zkušenosti

# HighSchoolNaJizdarne
source: High School of Electrical Engineering, Ostrava, Na Jízdárně
cs_cz: Střední škola Elektrotechnická, Ostrava, Na Jízdárně

# MaturityDiploma
source: GCE Advanced Level
cs_cz: Maturita

# MonetaAnalystText
source: Creating reports using tools such as Microsoft Excel, SQL (Oracle), Microsoft Access, PowerBI and SAS BI. Part of the job also was creating process analysis for commercial (SMB) backoffice, with a focus on the RWA (risk-weighted asset) commercial process.
cs_cz: Vytváření reportů za použití nástrojů jako Microsoft Excel, SQL (Oracle), Microsoft Access, PowerBI a SAS BI. Součástí byla také tvorba procesních analýz pro komerční (SMB) backoffice, se zaměřením na komerční proces RWA (risk-weighted asset).

# MonetaEndUserServicesText
source: Support of internal end users by phone, email and other channels. Working with the ticketing system, escalating important issues and also a bit of programming. Here I gradually started to learn mainly VBScript with macros in Microsoft Excel.
cs_cz: Podpora interních koncových uživatelů po telefonu, emailem a dalšími kanály. Práce s ticketovacím systémem, eskalování důležitých záležitostí a také troška programování. Zde jsem se začal postupně učit hlavně VBScript u maker v Microsoft Excelu.

# Skills_ProgrammingLangAndTools
source: Programming Languages & Tools
cs_cz: Programovací jazyky a nástroje

# Skills_SoftwareAndPlatforms
source: Software and platform experience (implementation, customization)
cs_cz: Zkušenosti se softwarem a platformami (implementace, customizace)

# MonetaEndUserServicesDate
source: July 2017 - August 2018
cs_cz: Červenec 2017 – Srpen 2018

# ECMBusinessConsultantDate
source: April 2020 - Present
cs_cz: Duben 2020 – Současnost

# MonetaAnalystDate
source: September 2018 - March 2020
cs_cz: Září 2018 – Březen 2020

# AsusTechnicianDate
source: October 2014 - April 2017
cs_cz: Říjen 2014 – Duben 2017

# InterestsText
source: Let's say I'm a really active person, although I really hate running. I (really) like just lifting heavy things in the gym. Hiking is my kind of thing too. Other things I do in my free time include playing video games, coding stuff for fun and eating food.
cs_cz: Řekněme že jsem opravdu aktivní člověk, i když z duše nenávidím běhání. Opravdu miluji zvedání těžkých věcí v posilovně. Také si rád zajdu na hory. Další věci kterými zaplňuji svůj volný čas jsou hraní her, programování pro zábavu a taky jedení jídla.

# Skills_Introduction
source: Of course there's a lot to cover. As an business consultant I touched almost everything, from Windows Servers, through IIS configuration to pieces of code. Below are just the most noteworthy mentions.
cs_cz: Jako business konzultant jsem si stačil osahat hodně věcí, od Windows serverů, přes konfigurace IIC a také programování/skriptování. Níže jsou uvedeny pouze ty největší oblasti, s kterými se setkávám dennodenně.

# Skills_SoftwareAndPlatformsText
source: I have experience with these software and platforms both in implementation and in customization of solutions for our customers. Integration with other related systems is also a part of my experience. In my career, I have also encountered a wide range of ERP systems such as Dynamics 365 Business Central, Helios Green, Karat! etc.
cs_cz: Zkušenosti s těmito softwary a platformami mám jak v rámci implementace, tak také v customizaci řešení na míru šitém zákazníkovi. Samozřejmostí je také integrace na další navazující systémy. Ve své kariéře jsem se také setkal s celou řadou ERP systémů jako např. Dynamics 365 Business Central, Helios Green, Karat! apod.

# Skills_Other
source: Other
cs_cz: Ostatní

# HighSchoolNaJizdarneText
source: Mechanical and electrical engineering - computer and security systems
cs_cz: Mechanik elektrotechnik - počítačové a zabezpečovací systémy

# Cert_LinkedIn
source: You can find current certifications on my <a href="https://www.linkedin.com/in/dalibor-hon/" target="_blank">LinkedIn profile</a>.
cs_cz: Aktuální certifikace naleznete na mém <a href="https://www.linkedin.com/in/dalibor-hon/" target="_blank">LinkedIn profilu</a>.
